// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Gestion de l'alimentation électrique";

State0Title = "OK";
State1Title = "Surchauffe";
State2Title = "Chargement en cours";
State3Title = "Manquant";
State4Title = "Défectueux";
State5Title = "Extraction impossible";

AutoPowerOffTitle = "Désactivation automatique de la pile :";
BatteryStateTitle = "État de la pile :";
BatteryLevelTitle = "Niveau de la pile :";
VisitText1 = "Visitez le site ";
VisitText2 = " pour plus d’informations sur les accessoires.";
ApplyButtonTitle = "Appliquer";

After5Min = "Au Bout de 5 Minutes";
After10Min = "Au Bout de 10 Minutes";
After20Min = "Au Bout de 20 Minutes";
After15Min = "Au Bout de 15 Minutes";
After30Min = "Au Bout de 30 Minutes";
After45Min = "Au Bout de 45 Minutes";
After1Hour = "Au Bout d'Une Heure";
After2Hours = "Au Bout de 2 Heures";
After3Hours = "Au Bout de 3 Heures";
Never = "Jamais";